/*
 Localized strings for NSErrors returned by AVFoundation.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationErrorDomain_AVErrorUnknown_Description" = "Handlingen kunne ikke udføres";
"AVFoundationErrorDomain_AVErrorUnknown_FailureReason" = "Der er sket en ukendt fejl (%d)"; /* %d is the underlying error code, most likely in the OSStatus domain */
"AVFoundationErrorDomain_AVErrorOutOfMemory_Description" = "Kan ikke færdiggøre handling";
"AVFoundationErrorDomain_AVErrorOutOfMemory_RecoverySuggestion" = "Prøv igen senere.";

"AVFoundationErrorDomain_AVErrorSessionNotRunning_Description" = "Kan ikke optage";
"AVFoundationErrorDomain_AVErrorSessionNotRunning_RecoverySuggestion" = "Prøv at optage igen.";
"AVFoundationErrorDomain_AVErrorDeviceAlreadyUsedByAnotherSession_Description" = "Kan ikke optage";
"AVFoundationErrorDomain_AVErrorDeviceAlreadyUsedByAnotherSession_RecoverySuggestion" = "Stop alle andre handlinger der bruger %@, og prøv igen."; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorNoDataCaptured_Description" = "Kan ikke optage";
"AVFoundationErrorDomain_AVErrorNoDataCaptured_RecoverySuggestion" = "Prøv at optage igen.";
"AVFoundationErrorDomain_AVErrorSessionConfigurationChanged_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorSessionConfigurationChanged_RecoverySuggestion" = "Prøv at optage igen.";
"AVFoundationErrorDomain_AVErrorDiskFull_Description" = "Handlingen blev afbrudt";
"AVFoundationErrorDomain_AVErrorDiskFull_RecoverySuggestion" = "Der er ikke nok plads til at fortsætte skrivning af arkiv. Frigør plads ved at slette videoer eller fotos.";
"AVFoundationErrorDomain_AVErrorDeviceWasDisconnected_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorDeviceWasDisconnected_RecoverySuggestion" = "Prøv at optage igen.";
"AVFoundationErrorDomain_AVErrorMediaChanged_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorMediaChanged_RecoverySuggestion" = "Prøv at optage igen.";
"AVFoundationErrorDomain_AVErrorMaximumDurationReached_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorMaximumDurationReached_FailureReason" = "Den maksimale længde på denne optagelse er nået."; /* the file cannot be longer than a certain duration */
"AVFoundationErrorDomain_AVErrorMaximumFileSizeReached_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorMaximumFileSizeReached_FailureReason" = "Den maksimale størrelse på denne optagelse er nået."; /* the file cannot be larger than a certain size on disk */
"AVFoundationErrorDomain_AVErrorMediaDiscontinuity_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorMediaDiscontinuity_RecoverySuggestion" = "Stop alle andre handlinger der bruger optageenheden, og prøv igen.";
"AVFoundationErrorDomain_AVErrorMaximumNumberOfSamplesForFileFormatReached_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorMaximumNumberOfSamplesForFileFormatReached_FailureReason" = "Den maksimale længde på denne optagelse er nået."; /* the file cannot be longer than a certain duration */
"AVFoundationErrorDomain_AVErrorDeviceNotConnected_Description" = "Kan ikke optage";
"AVFoundationErrorDomain_AVErrorDeviceNotConnected_RecoverySuggestion" = "Prøv at optage igen.";
"AVFoundationErrorDomain_AVErrorDeviceInUseByAnotherApplication_Description" = "Kan ikke bruge %@"; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Stop alle andre handlinger der bruger %@, og prøv igen."; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceLockedForConfigurationByAnotherProcess_Description" = "Kan ikke bruge %@"; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceLockedForConfigurationByAnotherProcess_RecoverySuggestion" = "Stop alle andre handlinger der bruger %@, og prøv igen."; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorSessionWasInterrupted_Description" = "Optagelsen stoppet";
"AVFoundationErrorDomain_AVErrorSessionWasInterrupted_RecoverySuggestion" = "Stop alle andre handlinger der bruger optageenheden, og prøv igen.";

"AVFoundationErrorDomain_AVErrorMediaServicesWereReset_Description" = "Kan ikke færdiggøre handling";
"AVFoundationErrorDomain_AVErrorMediaServicesWereReset_RecoverySuggestion" = "Prøv igen senere.";

"AVFoundationErrorDomain_AVErrorExportFailed_Description" = "Kan ikke færdiggøre eksport";
"AVFoundationErrorDomain_AVErrorExportFailed_RecoverySuggestion" = "Prøv at eksportere igen.";
"AVFoundationErrorDomain_AVErrorDecodeFailed_Description" = "Kan ikke afkode";
"AVFoundationErrorDomain_AVErrorDecodeFailed_FailureReason" = "Mediedataene kunne ikke afkodes. De er måske ødelagt.";
"AVFoundationErrorDomain_AVErrorInvalidSourceMedia_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorInvalidSourceMedia_FailureReason" = "Dette medieformat understøttes ikke.";

"AVFoundationErrorDomain_AVErrorFileAlreadyExists_Description" = "Kan ikke arkivere";
"AVFoundationErrorDomain_AVErrorFileAlreadyExists_RecoverySuggestion" = "Prøv at arkivere igen.";

"AVFoundationErrorDomain_AVErrorCompositionTrackSegmentsNotContiguous_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorCompositionTrackSegmentsNotContiguous_FailureReason" = "Dette medie kan ikke bruges.";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentDuration_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentDuration_FailureReason" = "Dette medie kan ikke bruges.";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceStartTime_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceStartTime_FailureReason" = "Dette medie kan ikke bruges.";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceDuration_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorInvalidCompositionTrackSegmentSourceDuration_FailureReason" = "Dette medie kan ikke bruges.";

"AVFoundationErrorDomain_AVErrorFileFormatNotRecognized_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorFileFormatNotRecognized_FailureReason" = "Dette medieformat understøttes ikke.";
"AVFoundationErrorDomain_AVErrorFileFailedToParse_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorFileFailedToParse_FailureReason" = "Dette medie er måske beskadiget.";

"AVFoundationErrorDomain_AVErrorMaximumStillImageCaptureRequestsExceeded_Description" = "Kan ikke tage foto";
"AVFoundationErrorDomain_AVErrorMaximumStillImageCaptureRequestsExceeded_RecoverySuggestion" = "Prøv at tage et foto igen.";

"AVFoundationErrorDomain_AVErrorContentIsProtected_Description" = "Handlingen blev afbrudt";
"AVFoundationErrorDomain_AVErrorContentIsProtected_FailureReason" = "Handlingen understøttes ikke til beskyttet indhold."; /* the file is DRM protected */
"AVFoundationErrorDomain_AVErrorContentIsNotAuthorized_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorContentIsNotAuthorized_FailureReason" = "Indholdet er ikke godkendt."; /* the file is DRM protected */
"AVFoundationErrorDomain_AVErrorApplicationIsNotAuthorized_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorApplicationIsNotAuthorized_FailureReason" = "Dette program har ikke tilladelse til at afspille arkivet."; /* the file is DRM protected */

"AVFoundationErrorDomain_AVErrorNoImageAtTime_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorNoImageAtTime_FailureReason" = "Dette medie kan ikke bruges.";
"AVFoundationErrorDomain_AVErrorDecoderNotFound_Description" = "Kan ikke afkode";
"AVFoundationErrorDomain_AVErrorDecoderNotFound_FailureReason" = "Afkoderen krævet til dette medie findes ikke.";
"AVFoundationErrorDomain_AVErrorEncoderNotFound_Description" = "Kan ikke kode";
"AVFoundationErrorDomain_AVErrorEncoderNotFound_FailureReason" = "Koderen krævet til dette medie findes ikke.";
"AVFoundationErrorDomain_AVErrorDecoderTemporarilyUnavailable_Description" = "Kan ikke afkode";
"AVFoundationErrorDomain_AVErrorDecoderTemporarilyUnavailable_FailureReason" = "Afkoderen krævet til dette medie er i brug.";
"AVFoundationErrorDomain_AVErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stop alle andre handlinger der afkoder medier, og prøv igen.";
"AVFoundationErrorDomain_AVErrorEncoderTemporarilyUnavailable_Description" = "Kan ikke kode";
"AVFoundationErrorDomain_AVErrorEncoderTemporarilyUnavailable_FailureReason" = "Koderen krævet til dette medie er i brug.";
"AVFoundationErrorDomain_AVErrorEncoderTemporarilyUnavailable_RecoverySuggestion" = "Stop alle andre handlinger der koder medier, og prøv igen.";
"AVFoundationErrorDomain_AVErrorDeviceIsNotAvailableInBackground_Description" = "Kan ikke bruge %@"; /* %@ is the device name (for example, "Camera") */
"AVFoundationErrorDomain_AVErrorDeviceIsNotAvailableInBackground_FailureReason" = "%@ kan ikke bruges af et program som afvikles i baggrunden."; /* %@ is the device name (for example, "Camera") */

"AVFoundationErrorDomain_AVErrorOperationNotSupportedForAsset_Description" = "Handlingen blev afbrudt";
"AVFoundationErrorDomain_AVErrorOperationNotSupportedForAsset_FailureReason" = "Handlingen understøttes ikke til dette medie.";

"AVFoundationErrorDomain_AVErrorInvalidVideoComposition_Description" = "Handlingen blev afbrudt";
"AVFoundationErrorDomain_AVErrorInvalidVideoComposition_FailureReason" = "Videoen kunne ikke sammensættes iht. instruktionerne.";

"AVFoundationErrorDomain_AVErrorReferenceForbiddenByReferencePolicy_Description" = "Kan ikke åbne";
"AVFoundationErrorDomain_AVErrorReferenceForbiddenByReferencePolicy_FailureReason" = "Dette medie kan ikke bruges.";

"AVFoundationErrorDomain_AVErrorInvalidFileAtDownloadDestinationURL_Description" = "Handlingen blev afbrudt";
"AVFoundationErrorDomain_AVErrorInvalidFileAtDownloadDestinationURL_FailureReason" = "Bufferarkivet på URL-modtageradressen til overførslen kan ikke bruges.";
